<template>
    <div>
        <h2>Информация о странице:</h2>
        <p class="text">Connect — это современная платформа для обмена мыслями, идеями и вдохновением. Здесь каждый может создавать посты, делиться своими историями, находить единомышленников и открывать для себя новые взгляды.

<br>🔹 Пишите легко – Простой и удобный редактор позволяет быстро оформить пост.
<br>🔹 Читайте с удовольствием – Умная система сортировки помогает находить интересные публикации.
<br>🔹 Бесконечная лента – Загружайте новые посты автоматически, не переключая страницы.
<br>🔹 Персонализированная лента – Фильтруйте контент по темам, дате или популярности.

<br>Connect объединяет людей через слова. Присоединяйтесь и начните делиться своим миром!</p>
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>
    .text {
        margin-block: 30px;
    }
</style>